[General]
Version=1.8.8
LanguageName=Lietuvių 
lblLanguageAuthor=Kukas

[Form1]
speedWarningLabel=Įspėjimas: didesnis nei 20000 KB/s greitis gali atrodyti įtartinas.
checkShowTrayBaloon=Rodyti informaciją užvedus ant dėklo piktogramos
lblInterface=Sąsaja:
checkSavePeers=Save list of peers
lblLanguage=Kalba:
TorrentFileLabel=Vieta:
closeButton=Uždaryti
StartButton=Pradėti 
tabGeneral=Bendra
groupTorrentFile=Torrent failas
browseButton=Ieškoti...
groupStats=Statistika
totalRunningTimeLabel=Iš viso praėjo :
leechLabel=Besisiunčiantys:
seedLabel=Atsisiuntę:
manualUpdateButton=Naujinti dabar 
labelUpdateIn=Atnaujins už:
downloadCountLabel=Parsisiųsta :
uploadCountLabel=Išsiųsta :
groupBoxOptions=Nustatymai
applyStopSettingsButton=Aktyvuoti 
stopProcessLabel=Sustabdyti procesą kai:
FileSizeLabel=Pabaigta (%)
uploadRateLabel=Išsiuntimo greitis (kB/s) :
downloadRateLabel=Atsisiuntimo greitis (kB/s) :
groupTorrentInfo=Torrent‘o informacija
labelTorrentSize=Dydis:
hashLabel=SHA Hash‘as:
TrackerLabel=Tracker‘is:
tabAdvanced=Sudėtingiau 
memoryReaderButton=Surasti...
updateAnnounceParamsOnStart=Paleidus atnaujinti siuntėjų id ir raktą (key)
checkNewVersion=Tikrinti ar yra nauja versija 
ClientLabel=Pasirinkite klientą:
randomSpeedGroup=Atsitiktiniai Išsiuntimo/Atsisiuntimo greičiai
RandomDownloadToLabel=Iki:
RandomUploadToLabel=Iki:
RandomDownloadFromLabel=Nuo:
RandomUploadFromLabel=Nuo:
checkRandomDownload=Atsisiuntimas (kB)
checkRandomUpload=Išsiuntimas (kB)
reportParamsGroup= Parametrai
keyLabel=Raktas (key):
labelPeerID=Siuntėjų ID (peer_id):
numwantLabel=Siuntėjų skaičius (numwant):
portInfoLabel=Jei šie langeliai palikti tušti, RatioMaster pritaikys numatytas reikšmes
portLabel=Port‘as (port):
tabNetwork=Tinklas
groupNetworkMisc=Kiti nustatymai 
checkIgnoreFailureReason=Ignoruoti „nepasisekė prisijungti“
labelStopMinLeecher=Nustoti išsiųsti, kai besisiunčiančiųjų skaičius mažesnis už:
intervalLabel=Tracker‘io atnaujinimo intervalas (s):
checkRequestScrap=Gauti Siuntėjų/Siunčiančiųjų statistikos duomenis (iš tracker‘io)
checkTCPListen=naudoti TCP (rodyti tracker‘io jungtis)
proxySettingsGroup=Proxy Serverio nustatymai
labelProxyPass=Slaptažodis:
labelProxyUser=Vartotojas:
labelProxyPort=Port‘as:
labelProxyHost=Host‘as:
labelProxyType=Proxy tipas:
tabLog=Log‘as (info)
saveLogButton=Išsaugoti Log‘ą
checkLogEnabled=Įgalinti Log‘ą
clearLogButton=Išvalyti Log‘ą
tabAbout=Apie
labelForums=Forumas:
labelWebSite=Tinklapis:
StopButton=Stabdyti
linkProxyHelp=Pagalba su proxies
tabUpdates=Naujinimai
installUpdatesButton=Įrašyti naujinimus
checkUpdatesButton=Tikrinti ar yra naujinimų 
labelUpdates=Torrent‘o klientai ir kalbos 
labelBindIp=Susieti su IP:
checkMinimizeToTray=Sumažinti į užduočių juostą
checkIgnoreTimeout=Ignoruoti prisijungimo problemas 
checkUPnP=Enable UPnP port‘o mapping‘as
testNetworkButton=Testuoti nustatymus...
ResetCountersButton=Atstatyti šalių parametrus 

[MemoryReader]
reApplyButton=Pritaikyti
reCloseButton=Uždaryti 
groupBoxSearchResults=Paieškos rezultatai
reHashLabel=Hash‘as:
rePeerIdLabel=Siuntėjų ID(peer_id):
reKeyLabel=Raktas(key):
numwantLabel=Siuntėjų skaičius (numwant):
rePortLabel=Port‘as (port):
reSearchStrLabel=String‘as:
reSearchButton=Pradėti paiešką
reProcessNameLabel=Proceso vardas:

[Messages]
mrNoProcessFound=Nerasta {0} procesų .\r\nĮsitikinkite, kad Torrent‘o klientas įjungtas ir ar bent vienas torrent‘as yra aktyvus.
mrSearchFail=paieška nesėkminga.\r\ nĮsitikinkite, kad Torrent‘o klientas įjungtas ir ar bent vienas torrent‘as yra aktyvus.
mrSearchTitle=Paieška
mrSearchSuccess=Paieška baigėsi sėkmingai!\r\Paspauskite mygtuką „Pritaikyti“, kad aktyvuotumėte rastas eilutes šiam klientui.
vrNewVersionReleased=Išleista nauja versija! Gaukite ją iš http://www.moofdev.net
vrNewVersionTitle="Išleista nauja versiaja"
ballonUploaded=Išsiųsta: {0} \r\n
ballonDownloaded=Parsiųsta: {0} \r\n
ballonUpdateIn=Atnaujinti už: {0} \r\n
ballonTotalTime=Visas laikas: {0} \r\n
stopProcessOpt1=Nestabdyti 
stopProcessOpt2=Išsiųsta 
stopProcessOpt3=Atsisiųsta
 stopProcessOpt4=Laikas
stopProcessUnits1=Sekundės
stopProcessUnits2=Minutės
stopProcessUnits3=Valandos
restoreToolStripMenuItem=Atstayti
exitToolStripMenuItem=Išeiti
umNumUpdatesFound=Rasta {0} naujinimų
umNoUpdatesFound=Naujinimų nerasta 
umParsingUpdates=Nagrinėjami naujinimai...
umCheckingUpdates=Tikrinama ar yra naujinimų...
umDownloadingUpdate=Siunčiami naujinimai {0}
umFinishedDownloadingUpdates=Naujinimai atsiųsti
clmnUpdateName=Vardas
clmnUpdateFileName=Failo vardas 
clmnUpdateType=Tipas
clmnUpdateAuthor=Autorius
confirmCloseTitle=Patvirtinimas
confirmCloseMessage=Vyksta torrent‘o atnaujinimas. Ar jūs tikrai norite išeiti iš RatioMaster?
defaultBinding=Numatytasis
testNetworkSuccess=Prisijungta sėkmingai. Šie RatioMaster tinklo nustatymai jau veikia.
testNetworkFailed=Prisijungimo problema 
testNetworkInProgress=Testuojami tinklo nustatymai...

[Tooltips]
reportParamsGroup=Those parameters are part of the announce string that RM will send to the tracker.\r\nUsually RM will generate those parameters automatically,but you have an option\r\nto enter them manually or use Memory Reader tool to get the params from your client.
checkIgnoreFailureReason=RM ignoruos klaidas ir tracker‘io ir dirbs kaip paprastai, kai patikrins visas galimybes.
labelStopMinLeecher=RM gali automatiškai nunulinti išsiuntimo greitį ,jei besisiunčiančiučųjų yra mažiau, nei nurodėte. 
intervalLabel=Numatytasis atnaujinimo intervalas išsiuntimui į tracker‘į.\r\Nudinga tik tiems tracker‘iams, kurie nesugražina naujinimo intervalo
proxySettingsGroup=RM gali naudoti proxy, kad prisijungtų prie tracker‘io, taigi bus paslėptas jūsų tikrasis IP adresas
memoryReaderButton=Atminties skaitiklis \r\nNaudokite šį įrankį kai jūs norite įmituoti kliento parametrus\r\nas peer_id, raktas (key), port‘as ir kitą, kad tai atitiktų jūsų kliento parametrus.
updateAnnounceParamsOnStart=Kai tai pasirinkta,RM sugeneruos naujus peer_id ir raktą (key)kiekvieną kartą kai prisijungsite.\r\nJei RM nenustatytas iš naujo, tai bus naudojami parametrai iš praėjusio prisijungimo.
TorrentClientsBox=Iš šio stulpelio (ComboBox) pasirinkite klientą kurį norite imituoti
randomSpeedGroup=Rm gali atsitiktinai išrinkti greičius pom kiekvieno prisijungimo\r\npagal šiuos nustaymus.\r\nPer ilgas išsiuntimas tokiu pačiu greičiu yra įtartinas.
torrentFile=Torrent‘o failo pasirinkimas\r\nPaspauskite Pasirinkti... arba nutempkite torrent‘o failą tiesiai į RM langelį
totalRunningTimeLabel=Per šia sesiją praėjęs laikas 
leechLabel=Besisiunčiantys šį torrent‘ą\r\nKai kuriose tracker‘iuose šie duomenys nėra galimi 
seedLabel=Šio torrent‘o siuntėjai\r\ nKai kuriose tracker‘iuose šie duomenys nėra galimi 
manualUpdateButton=Savarankiškas atnaujinimas\r\nTracker‘is gali būti atnaujinamas rankiniu būdu, jūsų duomenys tracker‘yje pasikeis akimirksniu.
labelUpdateIn=Laikas iki kito atnaujinimo 
downloadCountLabel=Atsiųsta\r\nPo kito atnaujinimo jūsų duomenys tracker‘yje pasikeis akimirksniu.
uploadCountLabel=Išsiųsta\r\ nPo kito atnaujinimo jūsų duomenys tracker‘yje pasikeis akimirksniu.
checkIgnoreTimeout=RM ignoruos prisijungimo problemas

stopProcessActionBox=RM gali automatiškai sustabdyti procesą.\r\nPasirinkite tarp skirtingų nustatymų ir įvestų duomenų.
uploadRate=Išsiuntimo greitis\r\nČia įrašykite greitį, kurį RM praneš tracker‘iui
downloadRate=Atsisiuntimo greitis\r\ nČia įrašykite greitį, kurį RM praneš tracker‘iui
shaHash=Torrent‘o Sha Hash‘as\r\nJūs galite tai įvesti rankiniu būdu arba tai bus sugeneruota iš pasirinkto torrent‘o 
trackerAddress=Tracker‘io Url\r\nJūs galite tai įvesti rankiniu būdu arba tai bus sugeneruota iš pasirinkto torrent‘o 
fileSize=Pabaigta %\r\nJūs galite įvesti kiek procentų torrent‘o jau atsisiuntėte\r\n100% = Išsiunčiama\r\n0% = Atsiunčiama nuo pradžių\r\nRM rebaigė narių % Taip pat ir kitos pasirinktys torrent‘ui.                                       
reportParams=Šie parametrai yra dalis duomenų, kuriuos RM išsiųs tracker‘iui.\r\nPaprastai RM sugeneruos šiuos parametrus automatiškai, bet jūs turite galimybę\r\nįvesti juos rankiniu būdu arba panaudoti Atminties Skaitymo įrankį, kad gautumėte parametrus iš savo kliento.
reProcessNameBox=RM paieškos šio proceso.\r\nRM užpildys šiuos langelius automatiškai pagal jųžūsų kliento parinktis.
reSearchStr=RM paieškoti šios eilutės URL ir naudoti paieškos rezultatus.
reSearchButton=Paspauskite "Pradėti paiešką", kad ...pradėtumėte ieškoti.
groupBoxSearchResults=Jei paieška sėkminga RM užpildys tuos langelius su rastais rezultatais.\r\nNukopijuoti šiuos langelius rankiniu būdu į RM Išplėstinius parametrus arba paspauskite Pritaikyti.
reApplyButton=Paspauskite "Pritaikyti", kad nukopijuotumėte rastus rezultatus į RM išplėstinę lentelę.

